const ar = {
  message: {
    nav: {
      home: "رئيسي",
      about: "شركة",
      services: "خدمات",
      contact: "اتصال",
      btn: {
        get_started: "نبدأ الآن",
      },
      lang: {
        english: "إنجليزي",
        arab: "عربي",
      },
    },
    hero: {
      right: {
        title: "عمليات الاستحواذ التكنولوجية الجديرة بالملاحظة 2021",
        p: "فيما يلي أكبر عمليات الاستحواذ على تكنولوجيا المؤسسات لعام 2021 حتى الآن ، بترتيب زمني عكسي.",
        READ: "اقرأ أكثر",
        read: "اقرأ أكثر",
        edition: "طبعة",
      },
    },
    chalanges: {
      mid: { ACCEPT: "قبول", NEW: "التحدي", CHALLENGES: "الجديد" },
      left: "اكتشف مهاراتك معنا اليوم",
      dowen: {
        explore: "استكشف",
        about: "معنا",
      },
    },
    courses: {
      up: {
        find: "جد",
        your: "الدورات الخاصة بك",
      },
      card: {
        title: "دورة",
        p: "فيما يلي أكبر عمليات الاستحواذ على تكنولوجيا المؤسسات في عام 2021 حتى الآن ، في يعكس",
        btn: "انقر",
      },
      more: "المزيد من الدورات",
    },
    about: {
      left: {
        title: {
          about: "ماذا",
          us: "عن",
        },
        p: "مرحبًا ، إنه حقًا ألم يجب اتباعه. من السهل متابعة الأوقات التي تكون فيها آلام الإطراء أو الهروب أكثر من غيرها",
        item: "شكراً جزيلاً",
        btn: "اقرأ أكثر",
      },
    },
    video: {
      ready: "مستعد",
      started: "لتبدأ مرة أخرى",
    },
    team: {
      title: {
        what: "ماذا",
        users: "يعتقد المستخدمون",
      },
      quote: " رائع فقط. يحتوي على أطنان من المكونات المصممة مسبقًا و",
      name: "ياسمين دوف",
    },
    subscribe: {
      left: {
        subs: "يشترك",
        to: "إلى رسالتنا الجديدة ",
        p: "من المهم جدًا معرفة أن المريض يعاني من السمنة",
        name: "فلان الفلاني",
        email: "name@flowbite.com",
        message: "رسالة",
        btn: "ارسل رسالة",
      },
    },
    footer: {
      left: {
        title: "معلومات عنا",
        item1: "تاريخ",
        item2: "فريقنا",
        item3: "بيان المهمة",
        item4: "البنود و الظروف",
        item5: "سياسة الخصوصية",
      },
      mid: {
        title: "الذي نفعله",
        item1: "أخبار وقصص",
        item2: "المنشورات",
        item3: "أبدي فعل",
        item4: "التوصيات",
        item5: "يساعد",
      },
      right: {
        rec: "اشترك لتلقي",
        news: "نشرتنا الإخبارية",
        follow: "تابعنا!",
      },
    },
  },
};

export default ar;
